Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Default Project
ne: पूर्व निर्धारित आयोजना

source: The following revisions of [[:$1]] can be merged into [[:$2]]. Use the radio button column to merge in only the revisions created at and before the specified time. Note that using the navigation links will reset this column.
ne: [[:$1]]को निम्न अवतरण [[:$2]]मा समाविष्ट गर्न सकिनेछ। दिइएको समय वा त्यस भन्दा पहिले भएको अवतरणहरूलाई एकत्रित गर्नका लागि रेडियो बटनको प्रयोग गर्नुहोस। न्याभिगेसन लिङ्कहरूको प्रयोग पछी यो कलम आफ्नो पुरानै स्थितिमा आउनेछ।

source: Edit your user preferences
ne: तपाईंको प्रयोगकर्ता अभिरूचीहरूलाई सम्पादन गर्नुहोस्

source: Show mergeable edits
ne: जोड्न मिल्ने सम्पादनहरू

source: Rights statement
ne: स्वामित्व विवरण

source: Hide file content
ne: फाइल कमेन्ट लुकाउने

source: The user has been added.
ne: यो प्रयोगकर्ता जोडिएको छ।

source: Code of location depicted
ne: भनिइको स्थानको कोड

source: Remove Device
ne: यन्त्र हटाउनुहोस्

source: System problem reports
ne: प्रणाली समस्या प्रतिवेदनहरू

source: Bot: mixed case rename
ne: बोट: मिश्रित वर्ण पूनर्नामाङ्कन

source: move up
ne: माथि पठाउने

source: Frowning face
ne: फन्ट मोहडा

source: Preview with $1
ne: $1 देखि पूर्वरूप हेर्ने

source: Clear book
ne: पुस्तक खाली गर्ने

source: All replies to this thread have also been deleted.
ne: यस धागो(thread)का जवाफहरु पनि मेटिएका छन्

source: Copyright holder
ne: कपीराइट धारक

source: Bot: Include commonscat template
ne: रोबोट: कमन्सक्याट ढाँचा समावेस गर्नुोहोस्

source: %{collection_name} Managers
ne: %{collection_name} व्यवस्थापकहरू

source: originally created as "$1"
ne: मौलिक तौरमा "$1" रुपमा बनाइएको

source: Your username and your password must be different.
ne: तपाईंको प्रयोगकर्ता नाम तथा तपाईंको पासवर्ड फरक हुनु पर्नेछ ।

source: Apply changes
ne: परिवर्नहरू लागु गर्ने

source: Don't have an account? $1.
ne: तपाईंको खाता छैन ? $1।

source: Please enter your username, your account name.
ne: आफ्नो प्रयोगकर्तानाम , खाता नाम लेख्नुहोस ।

source: Your password was wrong
ne: तपाईँको पासवर्ड गलत थियो

source: "$1" is already blocked.
ne: "$1"लाई पहिले नै रोक लगाइएको छ

source: Start in fullscreen mode
ne: पूरापर्दा मोडमा सुरु गर्नुहोस्

source: You can use this page to reset your preferences to the site defaults. This cannot be undone.
ne: तपाईँ यो पृष्ठलाई आफ्नो अभिरुचीहरू साइट पूर्वावस्थामा फर्काउन प्रयोग गर्न सक्नुहुन्छ । त्यस पछि यसलाई रद्द गर्न सक्नुहुन्न ।

source: Someone, probably you, from IP address $1, has set the email address of the account "$2" to this address on {{SITENAME}}. To confirm that this account really does belong to you and activate email features on {{SITENAME}}, open this link in your browser: $3 If the account does *not* belong to you, follow this link to cancel the email address confirmation: $5 This confirmation code will expire at $4.
ne: कसैले, सायद तपाईंले, आईपी ठेगाना $1बाट, {{SITENAME}}मा "$2" नामको खाताको ईमेल ठेगाना यस ठेगानासित जोडेको छ। यो खाता साँच्ची नैं तपाईंको हो भनेर पुष्टि गर्न र {{SITENAME}}मा यो ईमेलका सुविधाहरु पुनः सक्रिय गर्न तपाईंको ब्राउजरमा यो लिङ्क खोल्नुहोस्: $3 यदि त्यो खाता तपाईंको *होइन* भनें, ईमेल ठेगानाको पुष्टिकरण रद्द गर्न यो लिङ्क पहिल्याउनुहोस्: $5 यो पुष्टिकरणको समय $4 मा सकिनेछ।

source: Email Account Management
ne: इमेल खाता व्यवस्थापन

source: Please select your year of birth.
ne: कृपया तपाईंको जन्म साल छान्नुहोस् ।

source: Key to start the Switcher for all viewports
ne: सबै भ्युपोर्टहरूमा स्विचर शुरु गर्ने कि

source: Notify me when someone links to a page I created from an article page.
ne: कसैले मैले सिर्जना गरेको पृष्ठमा लिङ्क जोडेमा जानकारी गराउनुहोस ।

source: seconds
ne: सेकेण्ड

source: The complete educational desktop for Ubuntu
ne: उबुन्टुको लागि पूर्ण शैक्षिक डेस्कटप

source: Quantity
ne: मात्रा

source: Move Input Source Up
ne: आगत स्रोतलाई माथि सार्नुहोस्

source: Context title, for {{FULLPAGENAME}}, etc.:
ne: कन्टेक्स्ट शीर्षक, जस्तै {{FULLPAGENAME}} आदि को लागि:

source: Proxy blocker
ne: प्रोक्सी निषेध गर्ने

source: unknown value
ne: अज्ञात मिति

source: How are species discovered?
ne: प्रजातिहरू कसरी पत्ता लागे ?

source: Save password
ne: पासवर्ड सङ्ग्रह गर्नुहोस्

source: Sort by distance
ne: दूरी अनुसार क्रमबध्द गर्ने

source: anonymous
ne: अज्ञात

source: upload this file from a URL
ne: यो फाइल URLबाट अपलोड गर्ने

source: Total (USD)
ne: कुल (USD)

source: Paste HTML to embed in website
ne: वेबसाइट इम्बेड गर्न HTML पेस्ट गर्नुहोस्

source: Menus Discovery Fade-in Duration
ne: मेनु देखिँदै आउने अवधि

source: {{WBREPONAME}} edit
ne: {{WBREPONAME}} सम्पादन

source: (claim %direction%)
ne: (दाबी %direction%)

source: The format is as follows: Only list items (lines starting with *) are considered. The first link on a line must be a link to a bad file. Any subsequent links on the same line are considered to be exceptions, i.e. pages where the file may occur inline.
ne: (* बाट शुरु हुने पंक्ति)को विषय सूची मात्र मान्य छ। पंक्तिको पहिलो लिङ्क नराम्रो फाइलसित लिङ्क हुनैपर्छ । एउटै पंक्तिमा कुनै पछिबाट हुने लिंकलाई अपवाद मानिनेछ अर्थात् जुन पृष्ठमा फाइल इन-लाइन हुनसक्छ।

source: Changes by user:
ne: प्रयोगकर्ताद्वारा गरिएका परिवर्तनहरू:

source: Check
ne: जाँच

source: Communities
ne: समुदायहरू

source: Creator
ne: सर्जक

source: %{user}'s diary | %{title}
ne: %{user}को डायरी | %{title}

source: No action specified. Try enabling JavaScript.
ne: कुनै पनि कार्य खुलाइएको छैन । जाभा स्क्रिप्ट सक्षम पार्नुहोस् ।

source: Other _Languages
ne: अन्य भाषाहरू

source: Hide patrolled edits from recent changes
ne: गस्ती गरिएका सम्पादनहरूलाई नयाँ परिवर्तनहरूबाट लुकाउने

source: Telephone number
ne: फोन नम्बर

source: All Instances
ne: सबै स्थितीहरू

source: The creation of a redirect has been suppressed.
ne: रिडाइरेक्ट पृष

source: Learning
ne: सिक्दै

source: first name
ne: पहिलो नाम

source: === Preferred rank ===
ne: === रुचाइएको र्‍याङ्क ===

source: Back to filter editor
ne: फिल्टर सम्पादनतिर फर्किने

source: Enter new name for chapter
ne: नयाँ अध्यायको लागी नाम राख्नुस

source: Disallow
ne: अनुमति नदिने

source: It is not possible to activate the tag "$1".
ne: ट्याग "$1" सक्रिय गर्न सम्भव छैन ।

source: Revision: $1
ne: संशोधन: $1

source: Node: %{name}
ne: अंश: %{name}

source: Other statistics
ne: अन्य तथ्याङ्कहरु

source: Half-width void block
ne: आधा-चौडाइको खाली भाग

source: No tags found that match
ne: कुनै मिल्ने ट्यागहरू पत्ता लागेन

source: Sort value:
ne: वर्गीकरण मान:

source: Signature with timestamp
ne: समयछाप संग हस्ताक्षर

source: Allow project curators to view your private coordinates
ne: परियोजना संरक्षकलाई तपाईंको निजी निर्देशाङ्कहरू हेर्न दिनुहोस्

source: Split unselected messages
ne: नछानिएका सन्देशहरु छुट्याउने

source: {{PLURAL:$1|One user is|$1 users are|0=No users are}} trying this feature.
ne: यस सुविधालाई {{PLURAL:$1|एक प्रयोगकर्ताले|$1 प्रयोगकर्ता ले|0=कुनै पनि प्रयोगकर्ताले}} सक्षम गरेका छन्।

source: "$1" content is not allowed on page [[$2]]
ne: सामग्री "$1" [[$2]] पृष्ठमा राख्न अनुमती छैन ।

source: Si_ze:
ne: साइज:

source: Global file usage
ne: वैश्विक फाइल प्रयोग

source: Air_plane Mode
ne: हवाई मोड

source: Unknown time
ne: अज्ञात समय

source: Copy uploads are not available from this domain.
ne: यस डोमेनबाट अपलोडहरूको प्रतिलिपि गर्न सकिदैन् ।

source: posted a new thread, "$1"
ne: नयाँ धागो(thread) "$1" प्रविष्ट गरिएको छ

source: Filename:
ne: फाइलनाम:

source: Translations
ne: अनुवादहरू

source: CD burner
ne: सिडि लेखक

source: Uploading by URL is disabled on this server.
ne: यस सर्वरमा URL द्वारा अपलोड गर्ने व्यवस्था निस्क्रिय गरिएकोछ।

source: Data Records
ne: डाटा रेकर्डहरू

source: Using the form below will rename a page, moving all of its history to the new name. The old title will become a redirect page to the new title. Be sure to check for [[Special:DoubleRedirects|double]] or [[Special:BrokenRedirects|broken redirects]]. You are responsible for making sure that links continue to point where they are supposed to go. Note that the page will <strong>not</strong> be moved if there is already a page at the new title, unless it is a redirect and has no past edit history. This means that you can rename a page back to where it was renamed from if you make a mistake, and you cannot overwrite an existing page. <strong>Warning!</strong> This can be a drastic and unexpected change for a popular page; please be sure you understand the consequences of this before proceeding.
ne: तल दिइएको फारमले पृष्ठको नाम परिवर्तन गर्नेछ, उसको सबै इतिहास पनि नयाँ नामले देखिनेछ । पुरानो शीर्षक नयाँ नाममा अनुप्रेषण गर्नेछ । मूल शीर्षक तर्फ लिएर जाने सबै अनुप्रेषणहरूलाई तपाईं स्वचालित रूपले परिवर्तन गर्न सक्नुहुन्छ । यदि तपाईं यसो गर्नुहुन्न भने कृपया [[Special:DoubleRedirects|दोहोरो]] पुनर्निर्देशन वा [[Special:BrokenRedirects|टुटेको पुनर्निर्देशन]]को लागि पक्कै जाँच गर्नुहोस् । लिङ्क आफ्नो स्थानमै रहोस्, यो सुनिश्चित गर्ने जिम्मेवारी तपाईंको हो । यदि नयाँ शीर्षकको लेख पहिले देखि छ भने नाम परिवर्तन '''हुन''' सक्दैन । तर यदि नयाँ शीर्षक भएको लेख खाली छ अथवा कतै अन्य स्थानमा अनुप्रेषित गर्दैछ र साथै उसको पुरानो संस्करण छैन भने त्यसको नाम परिवर्तन हुनेछ । यसको अभिप्राय यो हो कि यदि तपाईंद्वारा गल्ती भएको छ भने तपाईं फेरी पुरानो नाममा यस पृष्ठलाई सार्न सक्नुहुन्छ, र साथै तपाईं कुनै पहिले देखि रहेको पृष्ठको सट्टा यो स्थानान्तरण गर्न सक्नुहुन्न। <strong>चेतावनी!<strong> यदि पृष्ठ खासै लोकप्रिय छ भने त्यसको लागि यो एउटा ठुलो र अकस्मात परिवर्तन हुन सक्छ; अगाडी बढ्नु भन्दा पहिले तपाईं यसको नतिजासँग परिचित हुनुहुन्छ।

source: hide details
ne: विस्तृत जानकारी लुकाउने

source: Could not delete lock file for "$1".
ne: "$1" को लागी बन्द फाइललाई मेटाउन सकिएन ।

source: /* CSS placed here will affect users of the Slate skin */
ne: /* यहाँ राखिएको CSS ले भेक्टर स्किनको प्रयोगकर्ताहरूलाई प्रभावित गर्ने छ */

source: More...
ne: थप...

source: Image size limit:<br /><em>(for file description pages)</em>
ne: तस्विर आकार सिमा:<br />''(फाइल जानकारी पृष्ठको लागि )''

source: [[Special:MyLanguage/Project:About|Learn more]]
ne: [[Special:MyLanguage/Project:About|अरु सिक्नुहोस]]

source: Program name as used by the window manager
ne: सञ्झ्याल प्रबन्धक द्वारा प्रयोग गरिएको जस्तो कार्यक्रम तह

source: This special page redirects to a file (given the filename), a page (given a revision ID or page ID), or a user page (given a numeric user ID). Usage: [[{{#Special:Redirect}}/file/Example.jpg]], [[{{#Special:Redirect}}/page/64308]], [[{{#Special:Redirect}}/revision/328429]], or [[{{#Special:Redirect}}/user/101]].
ne: यस विशेष पृष्ठ (प्रदान गरिएको फाइलनाम), पृष्ठको (पृष्ठ आइडी अथवा अवतरण आइडी), वा (प्रयोगकर्ता आइडी) राख्दा प्रयोगकर्तापृष्ठमा मा सारिनेछ। उदाहरण: [[{{#Special:Redirect}}/file/Example.jpg]], [[{{#Special:Redirect}}/page/64308]], [[{{#Special:Redirect}}/revision/328429]], वा [[{{#Special:Redirect}}/user/101]]।

source: Enable Shortcut Hints Overlay
ne: छोटकरीको बारे जानकारी देखाउने

source: <b>Notifications</b>
ne: <b>जानकारीहरू</b>

source: Picture gallery
ne: चित्र ग्यालरी

source: Contact subject
ne: सम्पर्क विषय

source: One of the revisions of this diff has been <strong>deleted</strong>. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log]. You can still [$1 view this diff] if you wish to proceed.
ne: यस पृष्ठको पुनरावलोकनहरु मध्ये एउटा भिन्नता <strong>मेटाइएकोछ</strong>। यसको पूर्ण विवरण [{{fullurl:{{#Special:Log}}/delete|पृष्ठ={{FULLPAGENAMEE}}}}को मेटाइएको लगमा पाउन सकिन्छ]। यदि चाहनु भयो भने प्रवन्धकको हैसियतले [यो भिन्नता $1] हेर्न सक्नुहुन्छ।

source: Watch this file
ne: यो पृष्ठ निगरानी गर्नुहोस्

source: a shared repository
ne: एल साझा भण्डार

source: You do not have permission to add or remove user rights.
ne: प्रयोगकर्तालाई अधिकार प्रदान गर्ने वा हटाउने अनुमति तपाईंलाई छैन।

source: View header
ne: शिर्षक प्रदर्शन गर्ने

source: {{ns:project}}:Reviewer
ne: {{ns:project}}:समीक्षक

source: Show more results...
ne: थप नतिजाहरू देखाउने...

source: JavaScript display engine for mathematics
ne: जाभा स्क्रिप्ट प्रदर्शन इन्जिन गणितको लागि

source: Add new user
ne: नयाँ प्रयोगकर्ता जोड्नुहोस्

source: Could not move file "$1" to "$2".
ne: फाइल $1 लाई $2 मा सार्न सकिएन ।

source: User information updated successfully.
ne: प्रयोगकर्ताको जानकारीहरु सफलतापूर्वक अध्यावधिक गरियो।

source: Read me
ne: पढ्नुहोस्

source: The page $1 could not be moved to $2.
ne: $1 पृष्ठलाई $2 मा सार्न सकिएन ।

source: <em>Because {{SITENAME}} has raw HTML enabled and there was a loss of session data, the preview is hidden as a precaution against JavaScript attacks.</em> <strong>If this is a legitimate preview attempt, please try again.</strong> If it still does not work, try [[Special:UserLogout|logging out]] and logging back in.
ne: <em>किनकि {{SITENAME}} सिधै एचटिएमयल सक्षम छ र तपाईंले लग इन गर्नुभएको छैन, पूर्वावलोकन लुकाइएको छ ताकि सम्भावित जाभास्क्रिप्ट आक्रमणलाई रोक्न सकियोस् ।</em> <strong>यदि यो मान्य पूर्ववावलोकन प्रयास हो, भने पुन प्रयास गर्नुहोस् ।</strong> यदि यसले कार्य पूर्ण भएन भने [[Special:UserLogout|लग आउट गरेर]] फेरी लग इन गर्नुहोला ।

source: Tokens reset.
ne: टोकन पूर्वरुपमा फर्काइयो ।

source: Do you have a current passport?
ne: हाल जारी पसपोर्ट छ ?

source: %u Input
ne: %u आगत

source: Sound and Media
ne: ध्वनि र मेडिया

source: View the cadre list
ne: संवर्ग सूची हेर्ने

source: Camera & microphone
ne: क्यामेरा र माइक्रोफोन

source: Change
ne: परिवर्तन

source: File System
ne: फाइल प्रणाली

source: No target
ne: कुनैपनि निसाना(टारगेट) छैन

source: enhanced autoblock enabled
ne: सुदृढ स्वतरोक सक्रिय

source: Docks
ne: डकहरू

source: File not found
ne: फाइल भेटिएन

source: User info
ne: प्रयोगकर्ता विवरण

source: Home Location:
ne: गृह स्थान:

source: Unused categories
ne: प्रयोग नभएका श्रेणीहरू

source: Vertical offset of the shadow.
ne: छायाँको माथि-तल तर्फको दुरी

source: Submit
ne: बुझाउने

source: Another reason not mentioned above
ne: अन्य कारण जुन माथि उल्लेखित छैन

source: Non-curator-submitted text
ne: संरक्षक भन्दा अलग व्यक्तीद्वारा संरक्षित पाठ

source: Single player
ne: एकल खेलाडी

source: Portuguese (Brazil)
ne: पोर्तुगाली (ब्राजिल)

source: A list of contributions by this user
ne: यस प्रयोगकर्ताका योगदानहरूको सूची हेर्नुहोस्

source: Action complete
ne: काम सकियो

source: Mouse Keys
ne: माउस कुञ्जीहरू

source: Open Images is an initiative by: {0}
ne: ओपन इमेज : {0} को अग्रसरता हो

source: This occurred during a previous suspend, and prevented the system from resuming properly.
ne: यो अघिल्लो निलम्बित हुने समयमा भयो र​ सिस्टमलाई राम्रो सङं पुन: शुरू हुन बाट रोक्यो।

source: The login screen, system accounts and new user accounts use the system-wide Region and Language settings. You may change the system settings to match yours.
ne: लगइन स्क्रिन, सिस्टम खाता र नयाँ प्रयोगकर्ता खाता प्रणाली-व्यापक क्षेत्र र भाषा सेटिङ प्रयोग गर्दछन। तपाईँ तपाईँको मेल गर्न सिस्टम सेटिङहरू परिवर्तन गर्न सक्नुहुन्छ।

source: Leave feedback
ne: पृष्ठपोषण छोड्नुहोस्

source: Activity
ne: क्रियाकलाप

source: Moderator of:
ne: मडरेटर सम्बन्ध:

source: Honduras lempira
ne: होन्डुरस लेम्पिरा

source: You have {{PLURAL:$2|a new notification|new notifications}} at {{SITENAME}}
ne: तपाईँसँग {{SITENAME}} मा {{PLURAL:$2|नयाँ सूचना|नयाँ सूचनाहरू}} छ

source: The Barnstar of Good Humor
ne: राम्रो व्यवहार बार्नस्टार

source: Scribunto modules with errors
ne: स्क्रिबुन्टो मोड्युल त्रुटि सहित

source: An unknown error occurred.
ne: एउटा अज्ञात त्रुटि भयो।

source: The page "$1" has been removed from your watchlist.
ne: पृष्ठ "$1" तपाईंको अवलोकनसूची बाट हटाइयो

source: There {{PLURAL:$1|was another file|were some other files}} already on the site with the same content, but {{PLURAL:$1|it was|they were}} deleted.
ne: यस साइटमा पहिलेबाट यस्तै सामग्री {{PLURAL:$1|भएको अर्को फाइल थियो|भएका केहि अरु फाइलहरू थिए}} । तर {{PLURAL:$1|यो मेटाइएको थियो|यी मेटाइएका थिए}} ।

source: Donate via PayPal
ne: पे-पाल मार्फत दान गर्ने

source: Move subpages of talk page (up to $1)
ne: वार्तालाप पृष्ठको सह-पृष्ठहरू सार्ने($1 सम्मको )

source: Cu_t
ne: काट्नुहोस्

source: Default Route
ne: पूर्वनिर्धारित पथ

source: The passwords you entered do not match.
ne: तपाईंले दिनुभएको पासवर्ड मिल्दैन।

source: Upgrade complete
ne: अद्यावधिक सकियो

source: This is a special page, and it cannot be edited
ne: यो विशेष पृष्ठ हो, यो सम्पादन गर्न सकिदैन

source: Change page language
ne: पृष्ठको भाषा परिवर्तन गर्ने

source: <strong>".$1"</strong> is an unwanted file type. Preferred {{PLURAL:$3|file type is|file types are}} $2.
ne: <strong>".$1"</strong> फाइल नचाहिने प्रकारको फाइल हो। मुख्यतया {{PLURAL:$3|फाइलको प्रकार हो|फाइलका प्रकार हुन्}} $2।

source: Error executing GPG. Use $wgSecurePollShowErrorDetail=true; in LocalSettings.php to show more detail.
ne: GPG सञ्चालनमा त्रुटि। LocalSettings.phpमा $wgSecurePollShowErrorDetail=true; को प्रयोग जानकारी बढाउन गर्नुहोस्।

source: Mordad
ne: मोर्दाद

source: The text you wanted to save was blocked by the spam filter. This is probably caused by a link to a blacklisted external site.
ne: तपाईंले जुन पन्ना लाइ सेभ गर्न चाहनुहुन्थ्यो त्यसलाई रद्दी छननी कार्यक्रमले रोक लगाएको छ। यो संभवतः कुनै कर्पसूचित बाहिरी स्थल संग सम्बन्धित कडी को कारणले भएको हुन सक्छ।

source: Remove All
ne: सबै हटाउनुहोस्

source: Amount of red light in the color.
ne: रङमा रातो प्रकाशको मात्रा

source: View task
ne: कार्य देखाउनुहोस्

source: Shut Down
ne: बन्द गर्नुहोस्

source: Night mode
ne: रात्री मूड

source: Ubuntu Software Center
ne: उबुन्टु सफ्टवेयर केन्द्र

source: Login Page
ne: प्रवेश पृष्ठ

source: Hebrew
ne: हिब्रु

source: ===== Heading text =====
ne: ===== शीर्षकपाठ =====

source: [[Special:ShortUrl|Short redirect URLs]] for all content pages
ne: सबै पृष्ठ सामग्रीहरूको लागि [[Special:ShortUrl|छोटो अनुप्रेषित युआरयलहरू]]

source: Enable Block
ne: ब्लकलाई निश्कृयपार्ने

source: There are no available players in this game.
ne: यस खेलमा कुनै उपलब्ध खेलाडीहरू छैन ।

source: %(days)i day ago
ne: %(days)i दिन पहिले

source: Other users are logged in. Restarting or shutting down will close their open applications and may cause them to lose work.
ne: अरू प्रयोगकर्ताहरू लग्डइन गरेका छन् । बन्द वा पुन:शुरु गरेमा उनीहरूका सबै एप्लिकेशनहरू बन्द हुनेछन् र उनीहरूले आफूले गरेको काम गुमाउन सक्छन् ।

source: Answer Call
ne: फोनको जवाफ दिने

source: On this day
ne: आजको दिनमा

source: Your password must be different from your username.
ne: तपाईँको प्रवेशशव्द प्रयोगकर्ता नाम भन्दा फरक हुनुपर्छ ।

source: (Preview not available)
ne: (पूर्वरुप उपलब्ध छैन)

source: This category has the following {{PLURAL:$1|subcategory|$1 subcategories}}.
ne: यो श्रेणीमा निम्न {{PLURAL:$1|उपश्रेणी|$1 उपश्रेणीहरू}} छन् ।

source: File history
ne: फाइल इतिहास

source: Key to hide the handles
ne: ह्यान्डल लुकाउनको लागि 'कि'

source: Generating secret keys
ne: गोप्य चाबी उत्पन्न गर्दै

source: {{PLURAL:$1|1 title was|$1 titles were}} added:
ne: {{PLURAL:$1|१ शिर्षक|$1 शिर्षकरु}} थपियो:

source: {{SITENAME}} page $1 has been {{GENDER:$2|moved}} by $2
ne: {{SITENAME}} पृष्ठ $1 $2 ले {{GENDER:$2|सार्नु}} भयो ।

source: View abuse filters
ne: दुर्व्यवहार फिल्टरहरु हेर्ने

source: Charging - fully charged
ne: चार्ज गर्दै- पूर्ण चार्ज भयो

source: Messages in separate window
ne: सन्देशहरु फरक सञ्झ्यालमा

source: Status unknown (missing)
ne: वस्तुस्थिति अज्ञात(हराएको)

source: Could not calculate the upgrade
ne: upgrade calculate गर्न सकियेना

source: /* CSS placed here will be applied to all skins */
ne: /* यहाँ राखिएका CSS सबै खोलहरुमा लागु हुनेछन् */

source: Could not determine the content type of the file to store at "$1".
ne: "$1" भण्डारण गर्ने सामग्रीको प्रकार निर्कौल गर्न सकिएन ।

source: Style with borders
ne: सीमानाहरू संग शैली

source: Please notice that it can take several minutes until the changes are visible on all wikis.
ne: कृपया ध्यान दिनुहोला जुन पृष्ठ तपईंले अहिले जोड्नु भएको हुनुहुन्छ त्यो अन्य विकिमा देखिन केही समय लाग्न सक्छ।

source: Switches to the previous open window on the actual viewport, once the Switcher has been revealed.
ne: एकपटक स्विचर देखिएपछि वास्तविक भ्यूपोर्टमा भएको अघिल्लो विन्डोमा जान्छ ।

source: Share as text
ne: अक्षरको रूपमा बाड्नुहोस्

source: Random Acts of Kindness Barnstar
ne: सज्जनता बार्नस्टार

source: Project URL
ne: योजनाको वेब ठेगाना

source: Copyright and license:
ne: प्रतिलिपी अधिकार र इजाजतपत्र:

source: modify
ne: सच्याउने

source: The following {{PLURAL:$1|browser is|browsers are}} not supported:
ne: निम्न ब्राउजर समर्थित {{PLURAL:$1|छैन|रहेको छैन}}:

source: Active Monitor
ne: सक्रिय मोनिटर

source: Discuss this page
ne: यो पृष्ठको बारेमा छलफल गर्नुहोस्

source: Sorry! The system printing service doesn't seem to be available.
ne: माफ गर्नुहोस् ! सिस्टम मुद्रण सेवा अहिले उपलब्ध छैन ।

source: Issuer address: %1
ne: जारी कर्ताको ठेगाना : %1

source: Text area font style.
ne: पाठ क्षेत्र फन्ट प्रकार

source: Inline Inputs
ne: इनलाइन इन्पुटहरू

source: All your unread messages will be marked as read
ne: तपाईका सबै सन्देशहरुलाई पठित भनी दाग दिइनेछ

source: $1 {{GENDER:$2|merged}} $3 into $4 (revisions up to $5)
ne: $1 {{GENDER:$2|गाभिएको हो}} $3 लाई $4 मा (संशोधन $5 सम्म)

source: Add a Location…
ne: स्थान थप्नुहोस...

source: Post a message for this user showing your appreciation
ne: यो प्रयोगकर्ताको प्रसंसा गर्दै आफ्नो सन्देस छोड्नुहोस्

source: Two _finger scroll
ne: दुई औला इस्क्रोल्ल

source: Atom feed for this page
ne: यो पृष्ठको लागि एटम फिड

source: Hello, %{name} —
ne: नमस्ते, %{name} —

source: OpenStreetMap diary entries
ne: ओपनस्ट्रीटम्याप दैनिकीहरू

source: You need to complete this location for it to appear in the menu.
ne: तपाईले यो स्थान को प्रक्रिया पुरा गर्नु होस् मेनु मा आउन को लागि

source: Search term
ne: खोज पद

source: Show changes to pages linked to the given page instead
ne: यसको सट्टा यो पृष्ठसँग जोडिएका पृष्ठहरूको परिवर्तन देखाउने

source: [[Special:Contributions/$1|$1]] has been unblocked.
ne: [[Special:Contributions/$1|$1]] खुला भएको छ ।

source: New page wikitext, after the edit
ne: सम्पादन पहिले नयाँ पृष्ठ विकिपाठ

source: You have {{PLURAL:$2|a new notification|new notifications}} at {{SITENAME}} this week
ne: तपाईँसँग {{SITENAME}} मा यो हप्ता {{PLURAL:$2|नयाँ सूचना|नयाँ सूचनाहरू}} छ

source: This page enables the filtering of files for their MIME type. Input: contenttype/subtype or contenttype/*, e.g. <code>image/jpeg</code>.
ne: MIME-प्रकार अनुसार फाइलहरू खोज्न यस पृष्ठको प्रयोग गर्न सकिन्छ। इनपुट: फाइलको प्रकार/उपप्रकार, उदा. <code>image/jpeg</code>।

source: Help translating at translatewiki.net
ne: ट्रानस्लेटविकि.नेटमा अनुवाद गर्न मद्दत गर्नुहोस्

source: (username removed)
ne: (प्रयोगकर्ता नाम हटाइयो)

source: red
ne: रातो

source: Test
ne: परिक्षण गर्नुहोस्

source: Unblock $1
ne: $1 निषेध खारेज गर्ने

source: MediaWiki extensions
ne: मेडियाविकि आयामहरु

source: Outstanding
ne: बाँकी

source: Stop Syncing “%s”
ne: संयोजन रोक "%s"

source: This is a private tab
ne: यो निजी ट्याब हो

source: Delete tag
ne: ट्याग मेट्नुहोस्

source: add
ne: जोड्ने

source: Newly published in the last month
ne: गत महिना प्रकाशित

source: Noindexed pages
ne: क्रमाङ्कन नगरिएका पृष्ठहरू

source: or Right
ne: अथवा दायाँ

source: <strong>Note: You have voted in this election before.</strong> You may change your vote by submitting the form below. Note that if you do this, your original vote will be discarded.
ne: <strong>सूचना:तपाईंले पहिलेबाट मत दिसक्नु भएकोछ।</strong> तपाईंले निम्न फारम भरेर आफ्नो मत परिवर्तन गर्न सक्नुहुन्छ। याद राख्नुहोस् यदि तपाईंले यसो गरे तपाईंको पहिलाको मत रद्द हुनेछ।

source: Choose account
ne: खाता छान्नुहोस्

source: No file named "$1" found.
ne: "$1" नामको फाइल पाइएन।

source: Double click
ne: डबल क्लिक

source: Please log in to view or edit items on your watchlist.
ne: कृपया तपाईंको निगरानी सूची हेर्न या सम्पादन गर्न लगइन गर्नुहोस्।

source: This page belongs to a project that is not hosted here. Please go to $1 to find the wiki.
ne: यो पृष्ठ एक परियोजना संग सम्बन्ध राख्दछ जुन कि यहाँ होस्ट गरिएको छैन। कृपया यो विकिमा जान को लागि $1 मा जानुहोला।

source: Pass scores
ne: उत्तिर्णङ्क प्राप्ताङ्क

source: The namespace must have a minimum length of two characters.
ne: नामस्थान कमसेकम २ क्यारेक्टरको हुनु जरूरी छ।
